Repository: hadrienl/vibe-manager
Catalog: Packages/VibeManagerKit/Sources/VibeUI/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, nl, pl, pt_br, ru, tr, uk, zh_hans, zh_hant

source: Add Examples
ar: إضافة الأمثلة
de: Beispiele hinzufügen
es: Añadir los ejemplos
fr: Ajouter les exemples
hi: उदाहरण जोड़ें
it: Aggiungi esempi
ja: 例を追加
ko: 예시 추가
nl: Voeg voorbeelden toe
pl: Dodaj przykłady
pt_br: Adicionar Exemplos
ru: Добавить примеры
tr: Örnekleri Ekle
uk: Додати приклади
zh_hans: 添加示例
zh_hant: 加入範例

source: Add a Colour
ar: إضافة لون
de: Farbe hinzufügen
es: Añadir un color
fr: Ajouter une couleur
hi: रंग जोड़ें
it: Aggiungi un colore
ja: 色を追加
ko: 색상 추가
nl: Voeg een kleur toe
pl: Dodaj kolor
pt_br: Adicionar uma Cor
ru: Добавить цвет
tr: Renk Ekle
uk: Додати колір
zh_hans: 添加颜色
zh_hant: 加入顏色

source: Add a Header
ar: إضافة ترويسة
de: Header hinzufügen
es: Añadir una cabecera
fr: Ajouter un en-tête
hi: हेडर जोड़ें
it: Aggiungi un’intestazione
ja: ヘッダを追加
ko: 헤더 추가
nl: Voeg een header toe
pl: Dodaj nagłówek
pt_br: Adicionar um Cabeçalho
ru: Добавить заголовок
tr: Başlık Ekle
uk: Додати заголовок
zh_hans: 添加标头
zh_hant: 加入標頭

source: Add a Rule
ar: إضافة قاعدة
de: Regel hinzufügen
es: Añadir una regla
fr: Ajouter une règle
hi: नियम जोड़ें
it: Aggiungi una regola
ja: ルールを追加
ko: 규칙 추가
nl: Voeg een regel toe
pl: Dodaj regułę
pt_br: Adicionar uma Regra
ru: Добавить правило
tr: Kural Ekle
uk: Додати правило
zh_hans: 添加规则
zh_hant: 加入規則

source: Add a Symbol
ar: إضافة رمز
de: Symbol hinzufügen
es: Añadir un símbolo
fr: Ajouter un symbole
hi: प्रतीक जोड़ें
it: Aggiungi un simbolo
ja: 記号を追加
ko: 기호 추가
nl: Voeg een symbool toe
pl: Dodaj symbol
pt_br: Adicionar um Símbolo
ru: Добавить символ
tr: Simge Ekle
uk: Додати символ
zh_hans: 添加符号
zh_hant: 加入符號

source: Add a model that can call tools: read them from the endpoint, or type one.
ar: أضف نموذجًا قادرًا على استدعاء الأدوات: اقرأ النماذج من نقطة النهاية، أو اكتب واحدًا.
de: Füge ein Modell hinzu, das Tools aufrufen kann: Lies sie vom Endpoint ein oder gib eines ein.
es: Añade un modelo que pueda llamar a herramientas: léelos desde el endpoint o escribe uno.
fr: Ajoutez un modèle qui sait appeler des outils : lisez-les depuis l’endpoint, ou saisissez-en un.
hi: ऐसा मॉडल जोड़ें जो टूल कॉल कर सके: उन्हें एंडपॉइंट से पढ़ें, या एक टाइप करें।
it: Aggiungi un modello che può chiamare strumenti: leggili dall’endpoint o digitane uno.
ja: ツールを呼び出せるモデルを追加してください。エンドポイントから読み込むか、直接入力します。
ko: 도구를 호출할 수 있는 모델을 추가하십시오. 엔드포인트에서 읽어 오거나 직접 입력하십시오.
nl: Voeg een model toe dat tools kan aanroepen: lees ze uit het endpoint, of typ er een.
pl: Dodaj model, który umie wywoływać narzędzia: odczytaj je z endpointu lub wpisz nazwę.
pt_br: Adicione um modelo que consiga chamar ferramentas: leia-os do endpoint, ou digite um.
ru: Добавьте модель, умеющую вызывать инструменты: получите список с endpoint или введите вручную.
tr: Araç çağırabilen bir model ekleyin: modelleri uç noktadan okuyun ya da birini yazın.
uk: Додайте модель, яка вміє викликати інструменти: прочитайте їх з ендпоінта або введіть вручну.
zh_hans: 请添加可调用工具的模型：从端点读取，或手动输入。
zh_hant: 請加入可呼叫工具的模型：從端點讀取，或自行輸入。

source: Add a resolver
ar: إضافة محلّل
de: Resolver hinzufügen
es: Añadir un resolutor
fr: Ajouter un résolveur
hi: रिज़ॉल्वर जोड़ें
it: Aggiungi un risolutore
ja: リゾルバを追加
ko: 해석기 추가
nl: Voeg een resolver toe
pl: Dodaj resolver
pt_br: Adicionar um resolvedor
ru: Добавить обработчик
tr: Çözümleyici ekle
uk: Додати обробник
zh_hans: 添加解析器
zh_hant: 加入解析器

source: Add an Endpoint…
ar: إضافة نقطة نهاية…
de: Endpoint hinzufügen …
es: Añadir un endpoint…
fr: Ajouter un endpoint…
hi: एंडपॉइंट जोड़ें…
it: Aggiungi un endpoint…
ja: エンドポイントを追加…
ko: 엔드포인트 추가…
nl: Voeg een endpoint toe…
pl: Dodaj endpoint…
pt_br: Adicionar um Endpoint…
ru: Добавить endpoint…
tr: Uç Nokta Ekle…
uk: Додати ендпоінт…
zh_hans: 添加端点…
zh_hant: 加入端點…

source: Add to To Do
ar: إضافة إلى «للتنفيذ»
de: Zu „Zu erledigen“ hinzufügen
es: Añadir a Pendiente
fr: Ajouter à À faire
hi: “करना है” में जोड़ें
it: Aggiungi a Da fare
ja: 「未着手」に追加
ko: 할 일에 추가
nl: Voeg toe aan Te doen
pl: Dodaj do „Do zrobienia”
pt_br: Adicionar a “A Fazer”
ru: Добавить в «К выполнению»
tr: Yapılacaklara Ekle
uk: Додати в «До виконання»
zh_hans: 添加到“待办”
zh_hant: 加入「待辦」

source: Address
ar: العنوان
de: Adresse
es: Dirección
fr: Adresse
hi: पता
it: Indirizzo
ja: アドレス
ko: 주소
nl: Adres
pl: Adres
pt_br: Endereço
ru: Адрес
tr: Adres
uk: Адреса
zh_hans: 地址
zh_hant: 位址

source: Address pattern
ar: نمط العنوان
de: Adressmuster
es: Patrón de dirección
fr: Motif d’adresse
hi: पता पैटर्न
it: Schema di indirizzo
ja: アドレスのパターン
ko: 주소 패턴
nl: Adrespatroon
pl: Wzorzec adresu
pt_br: Padrão de endereço
ru: Маска адреса
tr: Adres deseni
uk: Патерн адреси
zh_hans: 地址模式
zh_hant: 位址樣式

source: Advanced
ar: متقدم
de: Erweitert
es: Avanzado
fr: Avancé
hi: उन्नत
it: Avanzate
ja: 詳細
ko: 고급
nl: Geavanceerd
pl: Zaawansowane
pt_br: Avançado
ru: Дополнительно
tr: İleri Düzey
uk: Додатково
zh_hans: 高级
zh_hant: 進階

source: After each turn, the session's agent writes a short summary of what it did, with the same account, the lightest model it offers and at most one summary every five minutes. The tickets, requests, branches and worktrees used are listed either way.
ar: بعد كل دور، يكتب وكيل الجلسة ملخصًا قصيرًا لما فعله، بالحساب نفسه وبأخف نموذج يوفّره، وبحد أقصى ملخص واحد كل خمس دقائق. وفي كل الأحوال تُدرج التذاكر والطلبات والفروع والـ worktree المستخدمة.
de: Nach jedem Durchgang schreibt der Agent der Sitzung eine kurze Zusammenfassung dessen, was er getan hat – mit demselben Account, seinem leichtesten Modell und höchstens einer Zusammenfassung alle fünf Minuten. Die verwendeten Tickets, Requests, Branches und Worktrees werden in jedem Fall aufgeführt.
es: Tras cada turno, el agente de la sesión escribe un breve resumen de lo que ha hecho, con la misma cuenta, el modelo más ligero que ofrece y como máximo un resumen cada cinco minutos. Los tickets, merge requests, ramas y worktrees usados se listan en todo caso.
fr: Après chaque tour, l’agent de la session écrit un court résumé de ce qu’il a fait, avec le même compte, son modèle le plus léger et au plus un résumé toutes les cinq minutes. Les tickets, requêtes, branches et worktrees utilisés sont listés dans tous les cas.
hi: हर टर्न के बाद, सेशन का एजेंट उसी अकाउंट से, अपने सबसे हल्के मॉडल के साथ और हर पाँच मिनट में अधिकतम एक बार, अपने किए काम का छोटा सारांश लिखता है। उपयोग किए गए टिकट, रिक्वेस्ट, ब्रांच और worktree हर हाल में सूचीबद्ध होते हैं।
it: Dopo ogni turno, l’agente della sessione scrive un breve riepilogo di ciò che ha fatto, con lo stesso account, il modello più leggero che offre e al massimo un riepilogo ogni cinque minuti. I ticket, le richieste, i branch e i worktree usati vengono elencati in ogni caso.
ja: ターンごとに、セッションのエージェントが行ったことの短い要約を作成します。同じアカウントで、最も軽量なモデルを使い、要約は最大で5分に1回です。使用したチケット、リクエスト、ブランチ、ワークツリーはどちらの場合も一覧表示されます。
ko: 각 턴이 끝나면 세션의 에이전트가 같은 계정과 제공하는 가장 가벼운 모델로 수행한 작업의 짧은 요약을 작성하며, 요약은 최대 5분에 한 번입니다. 사용된 티켓, 요청, 브랜치 및 worktree는 어느 경우든 나열됩니다.
nl: Na elke beurt schrijft de agent van de sessie een korte samenvatting van wat hij deed, met hetzelfde account, het lichtste model dat hij biedt en maximaal één samenvatting per vijf minuten. De gebruikte tickets, verzoeken, branches en worktrees worden hoe dan ook weergegeven.
pl: Po każdej turze agent sesji pisze krótkie podsumowanie tego, co zrobił, korzystając z tego samego konta i najlżejszego oferowanego modelu, nie częściej niż raz na pięć minut. Użyte zgłoszenia, requesty, gałęzie i worktree są wymieniane w każdym przypadku.
pt_br: Após cada turno, o agente da sessão escreve um breve resumo do que fez, com a mesma conta, o modelo mais leve que oferece e no máximo um resumo a cada cinco minutos. Os tickets, merge requests, branches e worktrees usados são listados de qualquer forma.
ru: После каждого хода агент сессии пишет краткую сводку о проделанном — с той же учётной записью, самой лёгкой из своих моделей и не чаще раза в пять минут. Использованные тикеты, запросы, ветки и worktree перечисляются в любом случае.
tr: Her turdan sonra oturumun ajanı, aynı hesapla ve sunduğu en hafif modelle, ne yaptığına dair kısa bir özet yazar; en fazla beş dakikada bir özet. Kullanılan talepler, istekler, dallar ve worktree’ler her durumda listelenir.
uk: Після кожного ходу агент сеансу пише короткий підсумок зробленого — з тим самим обліковим записом, найлегшою зі своїх моделей і не частіше ніж раз на п’ять хвилин. Використані тікети, запити на злиття, гілки й worktree перелічуються в будь-якому разі.
zh_hans: 每个回合结束后，会话的智能体会使用同一账户和它提供的最轻量模型，为所做的工作撰写简短摘要，每五分钟最多一份。无论如何，所用的工单、请求、分支和 worktree 都会列出。
zh_hant: 每個回合結束後，工作階段的代理程式會使用同一帳號及其最輕量的模型，簡短摘要它所做的事，每五分鐘最多一則。無論如何，都會列出用到的工單、請求、分支和 worktree。

source: After the previous request of this session.
ar: بعد الطلب السابق لهذه الجلسة.
de: Nach der vorherigen Anfrage dieser Sitzung.
es: Después de la solicitud anterior de esta sesión.
fr: Après la demande précédente de cette session.
hi: इस सेशन के पिछले अनुरोध के बाद।
it: Dopo la richiesta precedente di questa sessione.
ja: このセッションの前のリクエストのあとに回答できます。
ko: 이 세션의 이전 요청 다음에 처리됩니다.
nl: Na het vorige verzoek van deze sessie.
pl: Po poprzedniej prośbie tej sesji.
pt_br: Após a solicitação anterior desta sessão.
ru: После предыдущего запроса этой сессии.
tr: Bu oturumun önceki isteğinden sonra.
uk: Після попереднього запиту цього сеансу.
zh_hans: 需先处理此会话的上一个请求。
zh_hant: 在此工作階段的上一個請求之後。

source: Agent
ar: الوكيل
es: Agente
hi: एजेंट
it: Agente
ja: エージェント
ko: 에이전트
pt_br: Agente
ru: Агент
tr: Ajan
uk: Агент
zh_hans: 智能体
zh_hant: 代理程式

source: Agent Actions
ar: إجراءات الوكيل
de: Agent-Aktionen
es: Acciones del agente
fr: Actions de l’agent
hi: एजेंट की कार्रवाइयाँ
it: Azioni dell’agente
ja: エージェントの操作
ko: 에이전트 동작
nl: Agentacties
pl: Czynności agenta
pt_br: Ações do Agente
ru: Действия агента
tr: Ajan Eylemleri
uk: Дії агента
zh_hans: 智能体操作
zh_hant: 代理程式動作

source: Agent switched
ar: تم تبديل الوكيل
de: Agent gewechselt
es: Cambio de agente
fr: Changement d’agent
hi: एजेंट बदला गया
it: Cambio di agente
ja: エージェントを切り替え
ko: 에이전트 전환됨
nl: Agent gewisseld
pl: Zmiana agenta
pt_br: Troca de agente
ru: Смена агента
tr: Ajan değişti
uk: Агента змінено
zh_hans: 已切换智能体
zh_hant: 已切換代理程式

source: Agent unavailable
ar: الوكيل غير متوفر
de: Agent nicht verfügbar
es: Agente no disponible
fr: Agent indisponible
hi: एजेंट अनुपलब्ध
it: Agente non disponibile
ja: エージェントを利用不可
ko: 에이전트를 사용할 수 없음
nl: Agent niet beschikbaar
pl: Agent niedostępny
pt_br: Agente indisponível
ru: Агент недоступен
tr: Ajan kullanılamıyor
uk: Агент недоступний
zh_hans: 智能体不可用
zh_hant: 代理程式無法使用

source: Agents
ar: الوكلاء
es: Agentes
hi: एजेंट
it: Agenti
ja: エージェント
ko: 에이전트
pl: Agenci
pt_br: Agentes
ru: Агенты
tr: Ajanlar
uk: Агенти
zh_hans: 智能体
zh_hant: 代理程式

source: Agents kept running go on working in the background, and are back on screen as they are the next time Vibe Manager is opened. A restart of the Mac stops them.
ar: يواصل الوكلاء الذين تُركوا قيد التشغيل العمل في الخلفية، ويعودون إلى الشاشة كما هم في المرة التالية التي يُفتح فيها Vibe Manager. إعادة تشغيل الـ Mac توقفهم.
de: Weiterlaufende Agents arbeiten im Hintergrund weiter und erscheinen beim nächsten Öffnen von Vibe Manager unverändert wieder. Ein Neustart des Mac stoppt sie.
es: Los agentes que se dejan en ejecución siguen trabajando en segundo plano y vuelven a la pantalla tal cual la próxima vez que se abra Vibe Manager. Reiniciar el Mac los detiene.
fr: Les agents laissés en cours d’exécution continuent de travailler en arrière-plan, et réapparaissent tels quels à la prochaine ouverture de Vibe Manager. Un redémarrage du Mac les arrête.
hi: चलते छोड़े गए एजेंट बैकग्राउंड में काम करते रहते हैं, और अगली बार Vibe Manager खोलने पर वैसे ही स्क्रीन पर लौट आते हैं। Mac रीस्टार्ट करने से वे रुक जाते हैं।
it: Gli agenti lasciati in esecuzione continuano a lavorare in background e ricompaiono così come sono alla prossima apertura di Vibe Manager. Un riavvio del Mac li arresta.
ja: 実行を続けたエージェントはバックグラウンドで作業を続け、次にVibe Managerを開いたときにそのままの状態で表示されます。Macを再起動すると停止します。
ko: 계속 실행되는 에이전트는 백그라운드에서 작업을 이어 가며, 다음에 Vibe Manager를 열면 그대로 화면에 다시 표시됩니다. Mac을 재시동하면 중단됩니다.
nl: Agents die blijven draaien, werken door op de achtergrond en staan weer op het scherm zoals ze waren wanneer je Vibe Manager weer opent. Een herstart van de Mac stopt ze.
pl: Pozostawieni agenci pracują dalej w tle i wracają na ekran w niezmienionym stanie przy następnym otwarciu Vibe Manager. Ponowne uruchomienie Maca ich zatrzymuje.
pt_br: Os agentes mantidos em execução continuam trabalhando em segundo plano e voltam à tela como estão na próxima vez que o Vibe Manager for aberto. Reiniciar o Mac os interrompe.
ru: Оставленные агенты продолжают работать в фоне и при следующем открытии Vibe Manager снова появляются на экране в том же состоянии. Перезагрузка Mac их остановит.
tr: Çalışır durumda bırakılan ajanlar arka planda çalışmaya devam eder ve Vibe Manager bir sonraki açılışında olduğu gibi ekrana geri gelir. Mac’i yeniden başlatmak onları durdurur.
uk: Агенти, залишені працювати, продовжують роботу у фоні й повертаються на екран у тому ж стані під час наступного відкриття Vibe Manager. Перезапуск Mac зупиняє їх.
zh_hans: 保持运行的智能体会在后台继续工作，下次打开 Vibe Manager 时会原样回到屏幕上。重新启动 Mac 会停止它们。
zh_hant: 保持執行的代理程式會在背景繼續工作，下次打開 Vibe Manager 時會原樣回到畫面上。重新啟動 Mac 會讓它們停止。

source: Agents run inside Vibe Manager for now. Quit and reopen Vibe Manager to give them the access.
ar: يعمل الوكلاء داخل Vibe Manager نفسه حاليًا. قم بإنهاء Vibe Manager وإعادة فتحه لمنحهم الوصول.
de: Die Agents laufen vorerst in Vibe Manager selbst. Beende Vibe Manager und öffne es erneut, um ihnen den Zugriff zu geben.
es: Por ahora, los agentes se ejecutan dentro de Vibe Manager. Sal de Vibe Manager y vuelve a abrirlo para darles el acceso.
fr: Pour l’instant, les agents tournent dans Vibe Manager lui-même. Quittez puis rouvrez Vibe Manager pour leur donner l’accès.
hi: फ़िलहाल एजेंट Vibe Manager के भीतर चलते हैं। उन्हें ऐक्सेस देने के लिए Vibe Manager से बाहर निकलें और फिर से खोलें।
it: Per ora gli agenti sono in esecuzione all’interno di Vibe Manager. Esci da Vibe Manager e riaprilo per concedere loro l’accesso.
ja: 現在、エージェントはVibe Manager内で実行されています。アクセス権を与えるには、Vibe Managerを終了して開き直してください。
ko: 현재 에이전트는 Vibe Manager 내부에서 실행됩니다. 접근 권한을 부여하려면 Vibe Manager를 종료한 후 다시 여십시오.
nl: Agents draaien voorlopig in Vibe Manager zelf. Stop Vibe Manager en open het opnieuw om ze de toegang te geven.
pl: Na razie agenci działają wewnątrz Vibe Manager. Zakończ i ponownie otwórz Vibe Manager, aby przyznać im dostęp.
pt_br: Por enquanto, os agentes são executados dentro do próprio Vibe Manager. Encerre e reabra o Vibe Manager para dar o acesso a eles.
ru: Пока агенты работают внутри Vibe Manager. Завершите и снова откройте Vibe Manager, чтобы дать им доступ.
tr: Ajanlar şimdilik Vibe Manager’ın içinde çalışıyor. Onlara erişim vermek için Vibe Manager’dan çıkıp yeniden açın.
uk: Поки що агенти працюють усередині Vibe Manager. Вийдіть із Vibe Manager і відкрийте його знову, щоб надати їм доступ.
zh_hans: 目前智能体在 Vibe Manager 内部运行。请退出并重新打开 Vibe Manager 以授予它们访问权限。
zh_hant: 目前代理程式在 Vibe Manager 內部執行。請結束並重新打開 Vibe Manager 以授予它們權限。

source: Agents running when an update is installed keep running if you choose to: you are asked first, as when quitting, and they are back on screen after the relaunch.
ar: يستمر الوكلاء قيد التشغيل عند تثبيت تحديث في العمل إذا اخترت ذلك: يتم سؤالك أولًا، كما عند الإنهاء، ويعودون إلى الشاشة بعد إعادة الفتح.
de: Agents, die bei der Installation eines Updates laufen, laufen auf Wunsch weiter: Du wirst vorher gefragt, wie beim Beenden, und findest sie nach dem Neustart wieder vor.
es: Los agentes en ejecución al instalar una actualización siguen funcionando si así lo eliges: se te pregunta antes, como al salir, y vuelven a la pantalla tras la reapertura.
fr: Les agents en cours au moment d’installer une mise à jour continuent de tourner si vous le choisissez : la question vous est posée d’abord, comme en quittant, et vous les retrouvez à l’écran après la relance.
hi: अपडेट इंस्टॉल होते समय चल रहे एजेंट, यदि आप चाहें, तो चलते रहते हैं: बाहर निकलते समय की तरह आपसे पहले पूछा जाता है, और फिर से लॉन्च के बाद वे स्क्रीन पर लौट आते हैं।
it: Gli agenti in esecuzione quando viene installato un aggiornamento continuano a funzionare se lo scegli: ti viene chiesto prima, come quando esci, e li ritrovi sullo schermo dopo la riapertura.
ja: アップデートのインストール時に実行中のエージェントは、選択すれば実行を続けられます。終了時と同様に先に確認され、再起動後に再び表示されます。
ko: 업데이트를 설치할 때 실행 중인 에이전트는 선택에 따라 계속 실행할 수 있습니다. 종료할 때처럼 먼저 묻고, 다시 실행한 후 화면에 다시 표시됩니다.
nl: Agents die draaien tijdens het installeren van een update, blijven draaien als je dat kiest: dit wordt je eerst gevraagd, net als bij het stoppen, en na de herstart staan ze weer op het scherm.
pl: Agenci działający podczas instalacji uaktualnienia mogą działać dalej, jeśli tak wybierzesz: najpierw zostaniesz zapytany, jak przy zakończeniu, a po ponownym uruchomieniu wrócą na ekran.
pt_br: Os agentes em execução quando uma atualização é instalada continuam em execução se você quiser: você é consultado antes, como ao encerrar, e eles voltam à tela após a reabertura.
ru: Агенты, работающие во время установки обновления, могут продолжить работу, если вы так решите: вас сначала спросят, как при завершении, и после перезапуска они снова появятся на экране.
tr: Güncelleme yüklenirken çalışan ajanlar, isterseniz çalışmaya devam eder: çıkışta olduğu gibi önce size sorulur ve yeniden açıldıktan sonra ekrana geri gelirler.
uk: Агенти, що працюють під час інсталяції оновлення, можуть працювати й далі, якщо ви так вирішите: вас спершу запитають, як під час виходу, а після перезапуску вони повернуться на екран.
zh_hans: 安装更新时正在运行的智能体可按你的选择保持运行：与退出时一样，会先询问你，重新启动后它们会回到屏幕上。
zh_hant: 安裝更新時執行中的代理程式可依你的選擇保持執行：會先詢問你（如同結束時），重新開啟後它們會回到畫面上。

source: All time
ar: كل الأوقات
de: Gesamter Zeitraum
es: Desde siempre
fr: Depuis toujours
hi: अब तक
it: Da sempre
ja: 全期間
ko: 전체 기간
nl: Altijd
pl: Cały okres
pt_br: Desde sempre
ru: За всё время
tr: Tüm zamanlar
uk: За весь час
zh_hans: 全部时间
zh_hant: 全部時間

source: Allow
ar: السماح
de: Erlauben
es: Permitir
fr: Autoriser
hi: अनुमति दें
it: Consenti
ja: 許可
ko: 허용
nl: Sta toe
pl: Zezwól
pt_br: Permitir
ru: Разрешить
tr: İzin Ver
uk: Дозволити
zh_hans: 允许
zh_hant: 允許

source: Allow Full Disk Access…
ar: السماح بالوصول الكامل إلى القرص…
de: Festplattenvollzugriff erlauben …
es: Permitir acceso total al disco…
fr: Autoriser l’accès complet au disque…
hi: पूर्ण डिस्क ऐक्सेस की अनुमति दें…
it: Consenti accesso completo al disco…
ja: フルディスクアクセスを許可…
ko: 전체 디스크 접근 권한 허용…
nl: Sta volledige schijftoegang toe…
pl: Zezwól na pełny dostęp do dysku…
pt_br: Permitir Acesso Total ao Disco…
ru: Разрешить полный доступ к диску…
tr: Tam Disk Erişimine İzin Ver…
uk: Дозволити повний доступ до диска…
zh_hans: 允许完全磁盘访问权限…
zh_hant: 允許「完全取用磁碟」…

source: Allow Once
ar: السماح مرة واحدة
de: Einmal erlauben
es: Permitir una vez
fr: Autoriser une fois
hi: एक बार अनुमति दें
it: Consenti una volta
ja: 1回だけ許可
ko: 한 번 허용
nl: Sta eenmalig toe
pl: Zezwól raz
pt_br: Permitir Uma Vez
ru: Разрешить один раз
tr: Bir Kez İzin Ver
uk: Дозволити один раз
zh_hans: 允许一次
zh_hant: 允許一次

source: Allow exporting as CSV
ar: السماح بالتصدير بتنسيق CSV
de: CSV-Export erlauben
es: Permitir la exportación en CSV
fr: Permettre l’export CSV
hi: CSV के रूप में एक्सपोर्ट की अनुमति दें
it: Consenti esportazione CSV
ja: CSVでの書き出しを許可
ko: CSV로 내보내기 허용
nl: Sta exporteren als CSV toe
pl: Zezwalaj na eksport do CSV
pt_br: Permitir exportação em CSV
ru: Разрешить экспорт в CSV
tr: CSV olarak dışa aktarmaya izin ver
uk: Дозволити експорт у CSV
zh_hans: 允许导出为 CSV
zh_hant: 允許輸出為 CSV

source: Allow in This Session
ar: السماح في هذه الجلسة
de: In dieser Sitzung erlauben
es: Permitir en esta sesión
fr: Autoriser pour cette session
hi: इस सेशन में अनुमति दें
it: Consenti in questa sessione
ja: このセッションで許可
ko: 이 세션에서 허용
nl: Sta toe in deze sessie
pl: Zezwól w tej sesji
pt_br: Permitir Nesta Sessão
ru: Разрешить в этой сессии
tr: Bu Oturumda İzin Ver
uk: Дозволити в цьому сеансі
zh_hans: 在此会话中允许
zh_hant: 在此工作階段中允許

source: Allowed
ar: مسموح
de: Erlaubt
es: Permitido
fr: Autorisé
hi: अनुमति दी गई
it: Consentito
ja: 許可済み
ko: 허용됨
nl: Toegestaan
pl: Dozwolone
pt_br: Permitido
ru: Разрешено
tr: İzin verildi
uk: Дозволено
zh_hans: 已允许
zh_hant: 已允許

source: Allowed · %@
ar: مسموح · %@
de: Erlaubt · %@
es: Permitido · %@
fr: Autorisé · %@
hi: अनुमति दी गई · %@
it: Consentito · %@
ja: 許可済み · %@
ko: 허용됨 · %@
nl: Toegestaan · %@
pl: Dozwolone · %@
pt_br: Permitido · %@
ru: Разрешено · %@
tr: İzin verildi · %@
uk: Дозволено · %@
zh_hans: 已允许 · %@
zh_hant: 已允許 · %@

source: Also interrupts the agent's turn: it waits for your next message.
ar: يقاطع أيضًا دور الوكيل: ينتظر رسالتك التالية.
de: Unterbricht auch den Durchgang des Agents: Er wartet auf deine nächste Nachricht.
es: También interrumpe el turno del agente: esperará tu próximo mensaje.
fr: Interrompt aussi le tour de l’agent : il attend votre prochain message.
hi: एजेंट का टर्न भी बाधित करता है: वह आपके अगले संदेश की प्रतीक्षा करता है।
it: Interrompe anche il turno dell’agente: attende il tuo prossimo messaggio.
ja: エージェントのターンも中断します。エージェントは次のメッセージを待ちます。
ko: 에이전트의 턴도 중단합니다. 에이전트는 다음 메시지를 기다립니다.
nl: Onderbreekt ook de beurt van de agent: die wacht op je volgende bericht.
pl: Przerywa także turę agenta: czeka on na Twoją następną wiadomość.
pt_br: Também interrompe o turno do agente: ele aguarda sua próxima mensagem.
ru: Также прерывает ход агента: он будет ждать вашего следующего сообщения.
tr: Ajanın turunu da yarıda keser: ajan bir sonraki mesajınızı bekler.
uk: Також перериває хід агента: він чекатиме на ваше наступне повідомлення.
zh_hans: 同时会中断智能体的回合：它将等待你的下一条消息。
zh_hant: 同時中斷代理程式的回合：它會等待你的下一則訊息。

source: Also looked in: %@
ar: مجلدات أخرى تم الاطلاع عليها: %@
de: Auch durchsucht: %@
es: Otras carpetas consultadas: %@
fr: Autres dossiers consultés : %@
hi: इनमें भी देखा: %@
it: Altre cartelle consultate: %@
ja: ほかに参照したフォルダ：%@
ko: 추가로 살펴본 폴더: %@
nl: Ook gekeken in: %@
pl: Przejrzano także: %@
pt_br: Também consultou: %@
ru: Также просмотрено: %@
tr: Ayrıca bakılan yerler: %@
uk: Також переглянуто: %@
zh_hans: 还查看了：%@
zh_hant: 也查看了：%@

source: Also when an agent stops. Only while Vibe Manager is not in front.
ar: وأيضًا عند توقف وكيل. فقط عندما لا يكون Vibe Manager في المقدمة.
de: Auch wenn ein Agent stoppt. Nur wenn Vibe Manager nicht im Vordergrund ist.
es: También cuando un agente se detiene. Solo cuando Vibe Manager no está en primer plano.
fr: Aussi quand un agent s’arrête. Seulement quand Vibe Manager n’est pas au premier plan.
hi: किसी एजेंट के रुकने पर भी। केवल तब जब Vibe Manager सामने न हो।
it: Anche quando un agente si arresta. Solo quando Vibe Manager non è in primo piano.
ja: エージェントが停止したときも通知します。Vibe Managerが最前面にないときのみです。
ko: 에이전트가 중단될 때도 포함됩니다. Vibe Manager가 전면에 있지 않을 때만 해당됩니다.
nl: Ook wanneer een agent stopt. Alleen als Vibe Manager niet op de voorgrond staat.
pl: Także gdy agent się zatrzyma. Tylko gdy Vibe Manager nie jest na pierwszym planie.
pt_br: Também quando um agente para. Somente quando o Vibe Manager não está em primeiro plano.
ru: Также когда агент останавливается. Только когда Vibe Manager не на переднем плане.
tr: Bir ajan durduğunda da. Yalnızca Vibe Manager önde değilken.
uk: Також коли агент зупиняється. Лише коли Vibe Manager не на передньому плані.
zh_hans: 智能体停止时也会提醒。仅在 Vibe Manager 不在最前面时。
zh_hant: 代理程式停止時也會通知。僅在 Vibe Manager 不在最前方時。

source: Always
ar: دائمًا
de: Immer
es: Siempre
fr: Toujours
hi: हमेशा
it: Sempre
ja: 常に許可
ko: 항상
nl: Altijd
pl: Zawsze
pt_br: Sempre
ru: Всегда
tr: Her Zaman
uk: Завжди
zh_hans: 始终允许
zh_hant: 一律允許
